//Привет!
//        Это ваши первые задачи на курсе Основы Java (Java Core).
//
//        После каждой лекции у вас будет 2-3 задачи для самостоятельного решения - ваше домашнее задание.
//        Чтобы выполнить домашнее задание, вам потребуются как знания, которые вы узнали из лекционного материала,
//        так и навык поиска информации в интернете - самый важный навык программиста.
//
//        Обязательная для выполнения задача:
//
//        Автор программы;

//        Дополнительная задача со * :
//
//        Вычисление разности переменных;
//        =======

class Lesson1 {
    public static void main(String[] args) {
        System.out.println("Петров Николай изучает Java");
        int value1 = 195; //переменная 1
        int value2 = 210; //переменная 2
        System.out.println("Разница равна: " + (value2 - value1));
        System.out.println("Сумма равна: " + (value2 + value1));
    }
}